(package! olivetti)
(package! electric-operator)
(package! fountain-mode)
(package! evil-better-visual-line)
(package! caps-lock)
(package! pabbrev)
(package! url-shortener)
(package! super-save)
(package! eyebrowse)
(package! clipmon)
(package! hl-sentence)
(package! elmacro)
(package! typo)
(package! poet-theme)
(package! zoom)
(package! badwolf-theme)
(package! dracula-theme)
(package! kaolin-themes)
(package! yasnippet-snippets)
(package! evil-lion :disable t)
(package! evil-snipe :disable t)
(package! doom-snippets :disable t)
